EXACT = {
    "phone": ["мобильный телефон"],
    "email": ["электронная почта"],
    "address":["Улица"],
    "last_name": ["фамилия"],
    "first_name": ["имя"],
    "middle_name": ["отчество"],
    "dob": ["дата рождения"],
    "city": ["город"],
    "street": ["улица"],
    "house": ["дом"],
    "flat": ["квартира"],
    "profession":["профессия"],
    "club":["клуб"],
    "distance": ["дистанция"],
    "bib_number": ["ст.номер", "ст.ном"],
    "chip_number": ["номер чипа"],
}

CONTAINS = {
    "delivery_address_text": ["укажите адрес для доставки"],
    "contact_text": ["как и где с вами связаться"],
    "pets_text": ["у вас есть кошечки", "кошечки", "собачки"],
    "distance_text": ["дистанция"],
}


PRODUCT_KEYWORDS = {
    "socks": ["носки", "носок", "беговые носки"],
    "headband": ["повязка", "спортивная повязка"],
    "belt": ["пояс", "пояс для соревнований"],
    "mug": ["кружка"],
    "donation": ["донат", "благотворительность", "приют"],
    "insurance": ["страховка", "лучи"],
    "sticker": ["наклейка"],
}